#+STARTUP: overview
#+TAGS: { @OFFICE(o) @HOME(h) }

* Reading 30x500 posts
  CLOCK: [2016-10-20 Thu 19:01]--[2016-10-20 Thu 19:17] =>  0:16
  CLOCK: [2016-10-20 Thu 17:36]--[2016-10-20 Thu 18:01] =>  0:25
  CLOCK: [2016-10-18 Tue 19:02]--[2016-10-18 Tue 19:33] =>  0:31
  CLOCK: [2016-10-17 Mon 19:27]--[2016-10-17 Mon 20:12] =>  0:45
  CLOCK: [2016-10-17 Mon 19:20]--[2016-10-17 Mon 19:24] =>  0:04
* Existing 30x500 alumni notes

https://braiv.hackpad.com/ep/profile/sl43OZimfEY

* 30x500 overview

30x500 is a system for creating products in a repeatable fashion. In contrast to the usual approach of idea -> product -> market, it takes the approach market -> idea -> product.

** Research
*** pains
*** buys
*** jargon & etc.
*** worldview
** Fixes
*** Ebombs

Educational content marketing. What do they [need | want | buy | read | share | trust]?

**** questions / answers
***** simplest format
***** recipe:
****** question (quite specific)
******* proof detail (1-3x)
****** answer (just one - specific)
****** CTA (don't miss my next post)
**** next action, how-to, steps
**** rules, checklists, mistakes, checkers
**** tools, resources, samples, snippets
**** reviews, survey, option, research
**** new way of thinking / philosophy
**** emotional resolution, decision
**** inspirational
*** email sequences
*** product
** Audience
*** watering holes
*** your list
*** reputation
** Sales
*** CTAs
*** pitch
** Systems
*** process
*** tools
*** habits
*** support

* Sales Safari

https://unicornfree.com/2013/video-sales-safari-in-action

Researching a market by observing them in their natural environment (or "watering holes") online. It's inspired by ethnographic research techniques.

Pain -> Dream -> Fix

** Overview
*** Identify good sources of data
*** Identify the first (obvious) level of pain
*** Identify the second level of pain (why is this even being talked about? What's the core? Why do they care?)
*** Turn that into what people *want* (their dream)...
*** Brainstorm *many* product concepts based on this
*** Same research leads to marketing content that the audience will love (read, use, share)
*** Use *that* to bootstrap first product
** Process
*** keywords, themes, jargon
Start with the lay of the land. Look for sentiment / preferences. Learn glossary. worldview = opinion tribe agrees on?
*** where does it hurt? audience "painstorming"
*** what do they want? wishes, dreams.. and, naturally, more pain
